Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/facta/tottuuenkommisjuuni/intervjuguide_norsk.docx.tmx
Source language: nob
Languages: fkv

source: Sannhets- og forsoningskommisjonens intervjuguide
fkv: Tottuuen- ja sovinonkommisjuunin intervjyyiopastus

source: Innholdsfortegnelse
fkv: Sisälys

source: 1 Intervjuguide 3
fkv: 1 Intervjyyiopastus 3

source: 1.1 Bakgrunn 3
fkv: 1.1 Tavusta 3

source: 1.2 Intervju om fornorsking og urett 4
fkv: 1.2 Intervyyi norjalaistamisesta ja vääryyestä 5

source: 1.2.1 Narrativt intervju og tematisk intervju 4
fkv: 1.2.1 Muistelusintervjyyi ja temaattinen intervjyyi 5

source: 1.3 Intervju i praksis 5
fkv: 1.3 Kunka intervjyyi tapattuu 6

source: 1.3.1 Forberedelse 5
fkv: 1.3.1 Valmistuminen 6

source: 1.3.2 Gjennomføring 5
fkv: 1.3.2 Läpivieminen 6

source: 1.3.3 Etterarbeid 6
fkv: 1.3.3 Jälkityö 7

source: 1.3.4 Analyse 6
fkv: 1.3.4 Analyysi 7

source: 2 Metadata 7
fkv: 2 Metadaatta 8

source: Intervjuguide
fkv: Intervjyyiopastus

source: Bakgrunn
fkv: Tavusta

source: Sannhets- og forsoningskommisjonen gransker fornorskingspolitikk og urett overfor samer, kvener, norskfinner og skogfinner.
fkv: Tottuuen- ja sovinonkommisjuuni tutkii norjalaistamispolitikkii ja vääryyksii mitä tehthiin saamelaissii, kväänii, norjansuomalaissii ja mettäsuomalaissii kohthaan.

source: Den består av 11 fagpersoner og ledes av Dagfinn Høybråten.
fkv: Kommisjuunissa oon 11 faakiihmistä, ja sen johtaaja oon Dagfinn Høybråten.

source: Kommisjonen er oppnevnt av Stortinget og arbeider uavhengig.
fkv: Isotinka oon ylösnimittänny kommisjuunin, joka työtelee ittenäisesti.

source: Granskingens formål er å legge grunnlag for anerkjennelse av samers, kveners, norskfinners og skogfinners erfaringer i møte med norske myndigheters politikk, og de konsekvensene disse har hatt for dem som grupper og individer.
fkv: Tutkimuksen mooli oon laittaat pohjan sille ette hyväksythään saamelaisten, kvääniin, norjansuomalaisten ja mettäsuomalaisten kokemukset norjalaisten esivalttoin politikista, ja näitten kokemusten konsekvensit heile joukkoina ja indiviidina.

source: Sannhets- og forsoningskommisjonen skal dokumentere historiene til de berørte personene som ledd i å granske fornorskingspolitikk og urett overfor samer, kvener/norskfinner og skogfinner.
fkv: Tottuuen- ja sovinonkommisjuuni dokymenteeraa näitten ihmisten muistelukset niin ette se tutkii norjalaistamispolitikkii ja vääryksii saamelaissii, kväänii/norjansuomalaissii ja mettäsuomalaissii kohthaan.

source: I sitt arbeid skal kommisjonen ta utgangspunkt i allerede eksisterende forskning.
fkv: Kommisjuunin alkupunktina oon tutkimus joka oon jo olemassa.

source: Kommisjonen skal kartlegge fornorskingspolitikken, dens konsekvenser og virkninger for enkeltpersoner og grupper helt frem til i dag.
fkv: Kommisjuuni kartoittee norjalaistamispolitikin, sen konsekvensit ja vaikutukset privaattihenkiile ja joukoile kiini tähän päivhään saakka.

source: For å avdekke kunnskapshull i den eksisterende forskningen kan kommisjonen undersøke annet kildemateriale for å kartlegge, beskrive eller dokumentere bestemte tema.
fkv: Jos kommisjuuni löyttää tutkimuksessa tietoreikkii, se saattaa tutkiit muuta kalttiimateriaalii niin ette se kartoittee, kuvvailee ja dokymenteeraa vissiitä teemoi.

source: Kommisjonen skal videre ta utgangspunkt i gruppenes egen forståelse av sin historie, og sørge for at personer fra berørte miljøer får fortelle sine personlige erfaringer og historier om fornorsking og urett, og hvordan dette har påvirket eller påvirker deres livssituasjon.
fkv: Kommisjuuni ottaa kans alkupunktin joukkoin ymmäryksestä omasta histuuriista. Se kattoo ette henget keitä tämä koskettaa saahaan muistela ommii kokemuksii ja histuuriita norjalaistamisesta ja vääryyksestä, ja kunka tämä oon vaikuttannu tahi vaikuttaa heän elämänsituasjuunhiin.

source: Som en del av dette gjennomfører Sannhets- og forsoningskommisjonen intervjuer for å dokumentere fornorskingens virkninger og for å legge til rette for at enkeltpersoner får mulighet til å fortelle sin historie.
fkv: Osana tästä Tottuuen- ja sovinonkommisjuuni viepi läpi intervjyyitä niin ette dokymenteeraa norjalaistamisen vaikutukset, ja ette sovitellee ette privaattihenget saahan mahollisuuen muistela oman histuuriin.

source: Innsamlet intervjumateriale inngår i Sannhets- og forsoningskommisjonens grunnlagsmateriale og vil bli arkivert på forsvarlig måte i kommisjonens arkiv.
fkv: Kovottu intervjyyimateriaali oon osa Tottuuen- ja sovinonkommisjuunin pohjamateriaalista, ja sen arkiveerathaan turvalisesti kommisjuunin arkiivissa.

source: De som blir intervjuet kan trekke tilbake intervjuet under kommisjonens arbeid.
fkv: Resyrsi-ihmiset saatethaan vettäät takaisin intervjyyin kommisjuunin työaikana.

source: Kommisjonens arkiv overleveres Arkivverket og forvaltes videre etter retningslinjer fastsatt av kommisjonen når kommisjonens arbeid er avsluttet.
fkv: Kommisjuunin arkiivin annethaan Arkiivivärkile* ja hallithaan kommisjuunin suuntalinjoin jälkhiin ko kommisjuunin työ oon valmis.

source: Intervju om fornorskingens virkninger innebærer tema som kan være sensitive for den som blir intervjuet.
fkv: Intervjyyissa norjalaistamisen vaikutuksista saattaa olla henkiherkkii teemoi.

source: I tillegg kan intervjumaterialet inneholde sensitive opplysninger om tredjepersoner.
fkv: Lisäksi intervjyyimateriaaliissa saattaa olla herkät tieot muista ihmisistä.

source: Derfor må intervjuer ta til hensyn til at personer kan ha opplevd fornorsking som en traumatisk og smertefull prosess.
fkv: Sen tähen häyttyy kyseliijä pittäät mielessä ette norjalaistaminen oon saattanu olla ihmisille traumaattinen ja kippee prosessi.

source: Det å miste kultur, språk og identitet enten helt eller delvis kan også oppleves skambelagt.
fkv: Kylttyyrin, kielen ja identiteetin kaottaminen kokonhaansa tahi osittain saattaa kans olla häppeelistä.

source: For mange kan det være vanskelig å prate om det de har tiet om eller ikke har vært åpne om over lang tid.
fkv: Se saattaa olla monile vaikkee puhhuut jostaki mistä het oon kauvoin olheet vaiti.

source: I en slik sammenheng er det viktig at alle som blir intervjuet blir møtt med respekt.
fkv: Tässä tappauksessa se oon tärkkee ette kaikile resyrsi-ihmisille näytethään kunniaa.

source: Intervjuer skal skape trygghet og oppnå tillit hos personer som blir intervjuet.
fkv: Intervjyyit piethään luoa turvalisuutta ja luottamusta resyrsi-ihmisille.

source: Intervju i urfolks- og minoritetssamfunn krever dessuten en særlig bevissthet om maktforhold og hvordan de har virket, og kan virke inn, også på forhold i selve intervjusituasjonen.
fkv: Lisäksi intervjyyit alkupöräis- ja minuriteettisamfynniissa vaaithaan ette olema tieossa valtasuhtheista ja millä tavala nämät oon toiminheet ja vieläki saatethaan toimiit, kans suhtheissiin itte intervjyyisituasjuunissa.

source: Sannhets- og forsoningskommisjonen samarbeider med Finnmarkssykehuset gjennom SANKS.
fkv: Tottuuen- ja sovinonkommisjuuni tekkee työtä Finnmarkssykehusetin kans SANKSin kautta.

source: SANKS yter spesialisthelsetjenester i psykisk helse og gir kulturkompetent medisinskfaglig rådgivning til kommisjonen.
fkv: SANKS hoittaa psyykkisen tervheyen vasittui tervheyspalveluksii ja anttaa kylttyyrikompetenttii metesiinifaakilista neuvoo kommisjuunile.

source: SANKS hjelper også personer som ønsker det i forbindelse med Sannhets- og forsoningskommisjonens arbeid.
fkv: SANKS auttaa kans niitä jokka haluthaan sen Tottuuen- ja sovinonkommisjuunin työssä.

source: SANKS tilbyr krise- og støttesamtaler og vil ved behov veilede aktuelle personer for videre henvisning til kommunen eller til spesialisthelsetjenesten.
fkv: SANKS tarjoo kriisi- ja apupraatit, ja ko oon tarvet se kans opastaa aktuellit henget etheenkäsin komuunhiin tahi vasitthuun tervheyspalveluksheen.

source: Dette gjelder særlig personer som har formidlet sin historie knyttet til fornorskingspolitikk og urett.
fkv: Tämä jällää eriliikaisesti net jokka oon muistelheet oman histuuriin norjalaistamispolitikista ja vääryyestä.

source: I Sannhets- og forsoningskommisjonens arbeid skal intervjumaterialet bringe frem sentrale problemstillinger.
fkv: Tottuuen- ja sovinonkommisjuunin työssä intervjyyimateriaali tuopi framile täheliset kysymykset.

source: Det vil vise sammenhenger og mønstre i fornorskingspolitikken, dens historie og konsekvenser for dagens situasjon for de ulike gruppene.
fkv: Se näyttää norjalaistamispolitikin yhtheyet ja mönsterit, sen histuuriin ja konsekvensit erilaisten joukkoin tääpäälisheen situasjuunhiin.

source: Intervjumaterialet vil samtidig belyse hendelser der berørte enkeltpersoner og grupper har blitt påvirket av fornorskingen i ulike livssituasjoner og -faser.
fkv: Intervjyyimateriaali näyttää samhaan aikhaan tapattumii missä norjalaistaminen oon vaikuttannu privaattihenkhiin ja joukkhoin erilaisissa elämänsituasjuuniissa ja -faasiissa.

source: Intervju er ofte brukt som metode når man trenger materiale som gir kunnskap om bestemte temaer eller bringer oss nærmere opplevd liv.
fkv: Intervjyyi oon metoodi jota oon usheen pietty ko se tarvithaan materiaalii joka anttaa tiettoo vissiistä teemoista tahi viepi meän likemäksi elättyy elämää.

source: Det kan gi innblikk i livsverdenen slik den erfares og oppleves i menneskers daglige liv.
fkv: Se saattaa anttaat tuntemuksen elämänmailmasta niin ko sen kojethaan ihmisten jokapäivälisessä elämässä.

source: I tillegg kan intervju gi tilgang til særlig kunnskap om sentrale aspekter ved aktuelle tema.
fkv: Lisäksi intervjyyi saattaa anttaat tiettoo aktuelliitten teemoin tärkkeistä näkövinkkeliistä.

source: Sannhets- og forsoningskommisjonen bruker to ulike intervjumetoder: narrativt intervju (personlige historier) og semistrukturert tematisk intervju.
fkv: Tottuuen- ja sovinonkommisjuuni käyttää kaksi erilaista intervjyyimetoodii: muistelusintervjyyi (persuunalliset muistelukset) ja semistrukturellinen temaattinen intervjyyi.

source: Sannhets- og forsoningskommisjonen benytter i sitt arbeid alle språk som er knyttet til samiske, kvenske, norskfinske og skogfinske miljøer.
fkv: Tottuuen- ja sovinonkommisjuuni pittää kaikki kielet jokka oon siottu saamelaishiin, kvääniin, norjansuomalaishiin ja mettäsuomalaishiin miljöihin.

source: Dette gjelder også for intervju.
fkv: Tämä jällää kans intervjyyit.

source: De som blir intervjuet kan bruke det språket de føler er mest naturlig i intervjusituasjonen.
fkv: Resyrsi-ihmiset saahan pittäät sen kielen mikä oon heile luonolissiin.

source: Dersom intervjuer behøver tolk må dette planlegges på forhånd.
fkv: Jos tarvithaan tolkkii, tämän häyttyy selvittäät etukätheen.

source: Narrativt intervju
fkv: Muistelusintervjyyi

source: Narrativt intervju (personlig historie) er en metode for å samle inn individers og gruppers egne historier, og er egnet til å få fram deres egen forståelse av historien.
fkv: Muistelusintervjyyi eli narratiivinen intervjyyi (persuunallinen histuurii) oon metoodi jota piethään ko haluthaan kovota indiviidiin ja joukkoin omat histuuriit.

source: En narrativ metode, der personer får fortelle sin historie fritt uten vesentlig inngripen fra intervjuer, gir rom for annerkjennelse av samers, kveners, norskfinners og skogfinners erfaringer i møte med fornorskingspolitikken, hvordan den ble praktisert og hva slags virkninger ulike (assimilerende) praksiser har hatt i deres liv.
fkv: Narratiivinen metoodi, missä ihmiset saatethaan muistela oman histuuriin ilman ette kyseliijä häirittee liikkaa, anttaa tilan sille ette hyväksythään saamelaisten, kvääniin, norjansuomalaisten ja mettäsuomalaisten kokemukset norjalaistamispolitikista, kunka sen viethiin läpi ja mikkä vaikutukset erilaisilla (assimileeraavilla) työtavoila oon ollu heän elämässä.

source: Subjektive beretninger gir et større og mer mangfoldig bilde av de berørte miljøenes erfaringer og belyser samtidig historiske hendelser.
fkv: Subjektiiviset muistelukset annethaan isoman ja monipuoliseman kuvan miljöitten kokemuksista, ja samala net luohaan näkköö histuuriisten tapattumiin yli.

source: Narrative intervju er ikke ment å dekke spesifikke temaer om fornorsking eller gi nøyaktig informasjon om hendelser og praksis.
fkv: Muistelusintervjyyin meininki ei ole täkätä vissiitä teemoi norjalaistamisesta tahi anttaat tarkan informasjuunin tapattumista ja työtavasta.

source: I narrative intervju er fokus på historier og perspektiver som fortelleren ønsker å dele med Sannhets- og forsoningskommisjonen.
fkv: Muistelusintervjyyiin fookus oon histuuriit ja perspektiivit mitä muisteliija halluu jakkaat Tottuen- ja sovinonkommisjuunin kans.

source: Intervjuene skal bringe frem enkeltindividers perspektiv av opplevd fornorsking og urett.
fkv: Intervjyyit tuohaan framile privaattihenkiin perspektiivit norjalaistamisesta ja vääryyestä.

source: Det å kunne stå frem med sin egen historie kan i seg selv virke forsonende.
fkv: Se ette ihminen saapi muistela oman histuuriin saattaa kans olla sovinttaava.

source: Tematisk intervju
fkv: Temaattinen intervjyyi

source: Semistrukturert tematisk intervju er en metode som er mye brukt i kvalitativ forskning.
fkv: Semistrukturellinen temaattinen intervjyyi oon metoodi mitä oon paljon pietty kvalitatiivisessa tutkimuksessa.

source: I kommisjonsarbeidet vil tematisk intervju være vesentlig for å kartlegge, beskrive eller dokumentere bestemte tema for å dekke kunnskapshull.
fkv: Kommisjuunin työssä temaattinen intervjyyi oon tähelinen ko haluthaan kartoittaat, kuvvaila tahi dokymenteerata vissiitä teemoi niin ette paikathaan tieonreikkii.

source: Til denne intervjuformen velger kommisjonen ressurspersoner (muitaleaddji, muisteliija, soptsestæjja, substsastiddje, kertoja) som kan bidra med spesifikk kunnskap til kommisjonens arbeid.
fkv: Tätä intervjyyii varten kommisjuuni valittee resyrsi-ihmiset (muitaleaddji, muisteliija, soptsestæjja, substsastiddje, kertoja) jokka autethaan anttamhaan spesifikkii tiettoo kommisjuunin työtä varten.

source: I noen tilfeller kan kommisjonen vurdere å gjennomføre tematisk intervju også i form av fokusgruppeintervju.
fkv: Joissaki tappauksissa kommisjuuni saattaa vieä läpi temaattisen intervjyyin kans fookusjoukkointervjyyinä.

source: Intervju har fire faser: forberedelse, gjennomføring, etterarbeid og analyse.
fkv: Intervjyyissä oon nelje ossaa: valmistuminen, läpivieminen, jälkityö ja analyysi.

source: Intervju begynner med faglig kunnskapsinnhenting.
fkv: Ensisti häyttyy löyttäät faakilista tiettoo.

source: I Sannhets- og forsoningskommisjonens arbeid er det viktig at intervjuer reflekterer over følgende spørsmål i forkant av både narrativt og tematisk intervju:
fkv: Tottuuen- ja sovinonkommisjuunin työssä se oon tärkkee ette kyseliijä hunteeraa näitä kysymyksii ennen muistelusintervjyyii ja temaattista intervjyyii:

source: Hvilke utfordringer har samer, kvener, norskfinner og skogfinner møtt i livsløpet?
fkv: Mitä haastheita saamelaiset, kväänit, norjansuomalaiset ja mettäsuomalaiset oon kohanheet elämässä?

source: Hvordan har det vært å være samisk, kvensk, norskfinsk og skogfinsk i Norge?
fkv: Millaista oon ollu olla saamelainen, kvääni, norjansuomalainen ja mettäsuomalainen Norjassa?

source: Før?
fkv: Ennen?

source: Nå?
fkv: Nyt?

source: Hva har skjedd i fornorskingsprosessen?
fkv: Mitä oon tapattunnu norjalaistamisprosessissa?

source: Hvordan ble den opplevd?
fkv: Kunka sen kojethiin?

source: Hva og hvordan kan det ha blitt «enklere» å være samisk, kvensk osv. i Norge?
fkv: Mikä ja kunka se oon tullu «helpomaksi» olla saamelainen, kvääni jne. Norjassa?

source: Hva kan en bidra med?
fkv: Mitä itte saattaa anttaat?

source: Hva andre kan bidra med?
fkv: Mitä toiset saatethaan anttaat?

source: Når intervjuer forbereder seg til tematisk intervju skal hun eller han skaffe nødvendig bakgrunnskunnskap om tema på forhånd, og lage tematiske spørsmål eller stikkord.
fkv: Temaattista intervjyyii varten kyseliijä häyttyy saaha tarpheelisen tavustieon teemasta etukätheen, ja laittaat temaattissii kysymyksii tahi avvainsannoi.

source: Et godt råd er at spørsmålene skal være deskriptive i form (hva og hvordan spørsmål). En bør unngå å ha for abstrakte, generelle, eller for ledende spørsmål.
fkv: Yksi hyvä neuvo oon laittaat deskriptiivissii kysymyksii (mitä ja kunka), ja välttäät liian abstraktissii, ylheissii tahi liian johtaavii kysymyksii.

source: Intervju skal helst tas opp med lydopptaker eller videokamera med ekstern mikrofon.
fkv: Se piethään ottaat ylös intervjyyin ääniylösottaajalla tahi videokameralla missä oon eksterni mikrofuuni.

source: Intervjuer må gjøre seg kjent med utstyret i forkant (sjekk batteriet, lydnivå, bruk av mikrofon, osv.).
fkv: Kyseliijä pittää opastuut vehkheissiin etukätheen (kattoot batterii, äänitassaa, mikrofuunin pittoo jne.).

source: Hvis en ikke kan gjøre lydopptak skal det tas notater.
fkv: Jos ei saata ottaat ylös äänii, se otethaan nutaattiita.

source: Intervju skal finne sted på en rolig plass der det er ikke noe som kan forstyrre situasjonen, og der man kan oppnå trygg og god stemning.
fkv: Intervjyyi pittää olla rauhalisessa paikassa missä ei ole häirityksii, ja missä saapi turvalisen ja hyvän stemningin.

source: Intervjuer skal sørge for at ressursperson kan få kaffe, te eller vann å drikke, og ha lommetørkle tilgjengelig hvis det trengs.
fkv: Kyseliijä pittää kattoot ette resyrsi-ihminen saapi kaffii, teetä tahi vettä, ja plakkarihuivin jos hän tarvittee.

source: Gjennomføring
fkv: Läpivieminen

source: Intervjuer starter intervjuet med å fortelle intervjuets formål både når det gjelder tematisk intervju og narrativt intervju (personlige historie).
fkv: Kyseliijä alkkaa intervjyyin muistelemalla intervjyyin moolista, sekä temaattisen intervjyyin ja muistelusintervjyyin (persunallinen histuurii).

source: Det er viktig å forberede ressurspersonen på intervjusituasjon og tidsbruk.
fkv: Se oon tärkkee ette resyrsi-ihminen saapi tieon intervjyyisituasjuunista ja aijanpiosta.

source: Deretter skal samtykkeskjema gjennomgås og underskrives før lydopptak eller notatskriving igangsettes.
fkv: Sitte pittää käyä läpi ja allekirjoittaat myöntymäsjeeman ennen ko alethaan ottaat ääntä ylös tahi kirjoittaat nutaattiita.

source: Både lydopptak og notater av intervju skal inneholde informasjon om intervjuets dato, sted, intervjuer og ressursperson.
fkv: Sekä ääniylösotto ja intervjyyin nutaatit häyttyy pittäät sisälä informasjuunin intervjyyin daattumista, paikasta, kyseliijästä ja resyrsi-ihmisestä.

source: I tematisk intervju fungerer spørsmål laget i forberedelsesfasen som veiledning, og tematisk rekkefølge i intervjusituasjonen bestemmes underveis.
fkv: Teemaattisessa intervjyyissä valmistusosan kysymykset oon niin ko opastus, ja intervjyyisituasjuunin oorningin määräthään matkan varrela.

source: Intervjuer skal følge ressurspersonens fortelling, og spørsmålene skal knyttes opp mot hennes eller hans naturlige måte å fortelle og forholde seg til temaet på.
fkv: Kyseliijä pittää seurata myötä resyrsi-ihmisen muistelusta, ja kysymykset siothaan siihen mikä oon resyrsi-ihmisen luonolinen tapa muistela ja mikä oon hänen suhet teemhaan.

source: På denne måten gis det rom for at det kan tas opp temaer som ikke er planlagt på forhånd, men som ressurspersonen ser som relevant å fortelle om til kommisjonen.
fkv: Tällä tavala annethaan tillaa siihen ette saatethaan praattiit teemoista mistä resyrsi-ihminen tykkää ette oon relevantit muistela kommisjuunile, vaikka nämät teemat ei ole plaanattu etukätheen.

source: Intervjuer skal være målbevisst og fokusert på intervjuets relevans for granskningsarbeidet.
fkv: Kyseliijä pittää olla moolitietoinen ja fokuseerattu sen pääle, mikä oon intervjyyin merkitys kommisjuunin tutkimustyössä.

source: Intervjuer bør derfor være oppmerksom på at samtalen ikke tar en retning som er irrelevant for kommisjonens arbeid, og skal bidra til å lede samtalen tilbake på rett spor.
fkv: Sen tähen pittää kyseliijä passata ette praatti oon relevantti kommisjuunin työtä varten. Kyseliijä häyttyy auttaat ette praatti mennee oikkeele jäljele.

source: Intervjuer skal gi informasjon til ressurspersoner om SANKS tilbud før intervjusituasjonen avsluttes.
fkv: Kyseliijä anttaa informasjuunii resyrsi-ihmisille SANKSin tarjouksesta ennen intervjyyin loppuu.

source: Personer kan ta kontakt med SANKS direkte selv eller be om at intervjuer videreformidler kontaktinformasjon til SANKS.
fkv: Persuunat saatethaan itte ottaat suoran kontaktin SANKSin kans tahi pyyttäät ette kyseliijä anttaa kontaktiinformasjuunin SANKSile.

source: SANKS følger opp videre med krise- eller støttesamtaler (1-3 samtaler), og kan ved behov veilede personer til kommunens helsetilbud eller spesialisthelsetjeneste.
fkv: SANKS anttaa sitte kriisi- tahi apupraatit (1-3 praattii), ja jos oon tarvet, se kans opastaa persuunat komuunin tervheystarjouksheen tahi vasitthuun tervheyspalveluksheen.

source: SANKS kan kontaktes på tlf. 46 88 11 62 / 46 82 62 89 eller på mail: SANKS.Sannhetskommisjon@finnmarkssykehuset.no
fkv: Ota kontaktin SANKSin kans telefuuninumerhoon 46 88 11 62 / 46 82 62 89 tahi kirjoita mailin: SANKS.Sannhetskommisjon@finnmarkssykehuset.no

source: Etterarbeid
fkv: Jälkityö

source: Når et intervju er gjennomført, skal intervjuer sjekke notatene og kvaliteten på lydopptaket.
fkv: Ko yhen intervjyyin oon tehty, se kyseliijä pittää kattoot nutaatit ja ääniylösoton kvaliteettii.

source: Lydopptaket skal lagres på en trygg plass med navn (SFKOMM ‘Sannhets- og forsoningskommisjon’, TI ‘Tematisk intervju og NI ‘Narrativt intervju’):
fkv: Ääniylösoton laakraathaan turvalisessa paikassa nimelä (SFKOMM ‘Sannhets- og forsoningskommisjon’, TI ‘Tematisk intervju ja NI ‘Narrativt intervju’):

source: Det anbefales at intervjuer ferdigstiller notatet fra intervjuet med en gang det er avsluttet.
fkv: Se oon paras ette kyseliijä tekkee intervjyyin nutaatin valmhiiksi varsin intervjyyin jälkhiin.

source: Notater skal lagres som.
fkv: Nutaatin laakrathaan.

source: txt-dokument med samme navn som lydopptaket (hoveddokument).
fkv: txt-dokymenttina samala nimelä ko ääniylösotto (valtadokymentti).

source: Analyse
fkv: Analyysi

source: Registrering av metadata er både den siste fasen av intervju, og den første fasen av analyse.
fkv: Intervjyyin viimisessä osassa pittää rekistreerata metadaatat. Tämä oon analyysin ensimäinen osa.

source: Intervjuer skal bruke metadataskjema til registering av metadata.
fkv: Kyseliijä pittää metadaattasjeeman ko rekistreerathaan metadaattaa.

source: Metadata
fkv: Metadaatta

source: Metadata er informasjon om innsamlet og arkivert data.
fkv: Metadaatta oon informasjuuni kovotusta ja arkiveeratusta daatasta.

source: Den spesifiserer konteksten til data, men kan også fungere som nøkkelord for å definere viktig datainnhold.
fkv: Se spesifiseeraa daatan kontekstin, mutta saattaa kans toimiit avvainsannoina niin ette se defineeraa tärkkeetä daattasisälystä.

source: Med metadata blir informasjonen søkbar i kommisjonens arkiv og det er mulig å finne spesifikk informasjon i store mengder av data.
fkv: Metadaatan kans se saattaa hakkeet kommisjuunin arkiivista, ja sen kans saattaa löyttäät informasjuunin isoista daattamääristä.

source: Metadata om fornorsking skal bidra til Sannhets- og forsoningskommisjonen arbeid spesielt i analysefasen og arkiveringsprosessen.
fkv: Metadaatta norjalaistamisesta auttaa Tottuuen- ja sovinonkommisjuunin työssä eriliikaisesti analyysifaasissa ja arkiveeramisprosessissa.

source: Metadata skal brukes for alt grunnlags- og intervjumateriell.
fkv: Metadaattaa piethään kaikkee pohja- ja intervjyyimateriaalii varten.

source: For å strukturere metadata benyttes metadataskjema.
fkv: Metadaattasjeemaa piethään niin ette stryktyreeraa metadaattaa.
